# Tap
tap "homebrew/bundle"
tap "homebrew/services"
tap "supabase/tap"

# Formulae
brew "cmake"
brew "curl"
brew "duktape"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "genact"
brew "gh"
brew "git"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "lua"
brew "luarocks"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "node"
# brew "npm"
brew "nvm"
brew "ollama", restart_service: :changed
brew "pnpm"
brew "posting"
brew "powerlevel10k"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "rust"
# brew "sqlite"
brew "supabase/tap/supabase"
brew "tmux"
# brew "tpm"
brew "tree"
# brew "tree-sitter"
brew "uv"
# brew "vim"
brew "wget"
brew "yazi"
# brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
# cask "aquaskk"
cask "arc"
cask "deepl"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "ghostty"
cask "gimp"
# cask "hammerspoon"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
# cask "wezterm"

# VS Code Extensions
vscode "vscodevim.vim"
