# Formulae
brew "curl"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "genact"
brew "gh"
brew "git"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "lua"
brew "neofetch"
brew "neovim"
# brew "node"
brew "nvm"
# brew "pyenv"
brew "ripgrep"
# brew "sqlite"
brew "tmux"
brew "tree"
# brew "tree-sitter"
# brew "vim"
# brew "yt-dlp"

# Casks
cask "aquaskk"
# cask "docker"
cask "font-blex-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
# cask "wezterm"
